Revit 2024 API
BuiltInFailures.FormFailures.FormElemRegenFailureError Property
 Unable to create form element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FormElemRegenFailureError { get; }
Visual Basic
Public Shared ReadOnly Property FormElemRegenFailureError As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FormElemRegenFailureError {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace